i5/old/20240115-1133/1-fstat/32768/pgbench-warmup-25-0.log
pgbench (17devel)
transaction type: <builtin: select only>
scaling factor: 25
query mode: prepared
number of clients: 32
number of threads: 32
maximum number of tries: 1
duration: 60 s
number of transactions actually processed: 6345218
number of failed transactions: 0 (0.000%)
latency average = 0.303 ms
initial connection time = 15.578 ms
tps = 105738.602591 (without initial connection time)