i5/old/20240115-1133/1-fstat/32768/pgbench-warmup-250-1.log
pgbench (17devel)
transaction type: <builtin: select only>
scaling factor: 250
partition method: range
partitions: 1
query mode: prepared
number of clients: 32
number of threads: 32
maximum number of tries: 1
duration: 60 s
number of transactions actually processed: 5173259
number of failed transactions: 0 (0.000%)
latency average = 0.372 ms
initial connection time = 15.286 ms
tps = 86134.332195 (without initial connection time)